<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 και νεότερες εκδόσεις</string>
      <string id="Cat_Google">Ενημέρωση του Microsoft Edge</string>
      <string id="Cat_GoogleUpdate">Ενημέρωση του Microsoft Edge</string>
      <string id="Cat_Preferences">Προτιμήσεις</string>
      <string id="Cat_ProxyServer">Διακομιστής μεσολάβησης</string>
      <string id="Cat_Applications">Εφαρμογές</string>
      <string id="Pol_AutoUpdateCheckPeriod">Παράκαμψη περιόδου ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Χρονική περίοδος ημέρας για την απόκρυψη του ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Pol_DownloadPreference">Παράκαμψη κλάσης διεύθυνσης URL λήψης</string>
      <string id="DownloadPreference_DropDown">Διευθύνσεις URL λήψης με δυνατότητα αποθήκευσης στην cache</string>
      <string id="Pol_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Pol_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Pol_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Pol_DefaultAllowInstallation">Προεπιλογή αποδοχής εγκατάστασης</string>
      <string id="Pol_AllowInstallation">Αποδοχή εγκατάστασης</string>
      <string id="Pol_DefaultUpdatePolicy">Προεπιλογή παράκαμψης πολιτικής ενημερώσεων</string>
      <string id="Pol_UpdatePolicy">Παράκαμψη πολιτικής ενημερώσεων</string>
      <string id="Pol_TargetVersionPrefix">Παράκαμψη προθήματος έκδοσης προορισμού</string>
      <string id="Pol_RollbackToTargetVersion">Επαναφορά στην έκδοση προορισμού</string>
      <string id="Pol_AllowSideBySideExperience">Να επιτρέπεται η εμπειρία παράθεσης του προγράμματος περιήγησης Microsoft Edge</string>
      <string id="Explain_AllowSideBySideExperience">Αυτή η πολιτική επιτρέπει σε έναν χρήστη να εκτελεί σε παράθεση το Microsoft Edge (Edge HTML) και το Microsoft Edge (με βάση το Chromium).

Αν αυτή η πολιτική έχει οριστεί ως "Χωρίς ρύθμιση παραμέτρων", το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Απενεργοποιημένη".

Η ρύθμιση "Απενεργοποιημένη" αποκλείει την εμπειρία παράθεσης και το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Χωρίς ρύθμιση παραμέτρων".

Όταν αυτή η πολιτική είναι "Ενεργοποιημένη", το Microsoft Edge (με βάση το Chromium) και το Microsoft Edge (Edge HTML) μπορούν να εκτελούνται σε παράθεση μετά την εγκατάσταση του Microsoft Edge (με βάση το Chromium).

Για να εφαρμοστεί αυτή η πολιτική ομάδας, πρέπει να ρυθμιστούν οι παράμετροί της πριν από την αυτόματη εγκατάσταση του Microsoft Edge (με βάση το Chromium) από το Windows Update. Σημείωση: Ένας χρήστης μπορεί να αποκλείσει την αυτόματη ενημέρωση του Microsoft Edge (με βάση το Chromium), χρησιμοποιώντας το κιτ εργαλείων αποκλεισμού του Microsoft Edge (με βάση το Chromium).</string>
      <string id="Part_AutoUpdateCheckPeriod">Λεπτά μεταξύ ελέγχων για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Ώρα έναρξης απόκρυψης ελέγχου για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Λεπτό έναρξης απόκρυψης ελέγχου για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Λεπτά απόκρυψης ελέγχου ενημερώσεων ανά ημέρα</string>
      <string id="Part_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Part_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Part_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Part_UpdatePolicy">Πολιτική</string>
      <string id="Part_TargetVersionPrefix">Πρόθημα έκδοσης προορισμού</string>
      <string id="Name_UpdatesEnabled">Να επιτρέπονται πάντα οι ενημερώσεις (προτείνεται)</string>
      <string id="Name_ManualUpdatesOnly">Μόνο μη αυτόματες ενημερώσεις</string>
      <string id="Name_AutomaticUpdatesOnly">Αυτόματες σιωπηρές ενημερώσεις μόνο</string>
      <string id="Name_UpdatesDisabled">Απενεργοποίηση ενημερώσεων</string>
      <string id="ProxyDisabled_DropDown">Να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης</string>
      <string id="ProxyAutoDetect_DropDown">Αυτόματος εντοπισμός ρυθμίσεις διακομιστή μεσολάβησης</string>
      <string id="ProxyPacScript_DropDown">Χρήση δέσμης ενεργειών διακομιστή μεσολάβησης .pac</string>
      <string id="ProxyFixedServers_DropDown">Χρήση σταθερών διακομιστών μεσολάβησης</string>
      <string id="ProxyUseSystem_DropDown">Χρήση ρυθμίσεων διακομιστή μεσολάβησης συστήματος</string>
      <string id="Explain_GoogleUpdate">Πολιτικές για τον έλεγχο της εγκατάστασης και της ενημέρωσης του Microsoft Edge με χρήση του Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Γενικές πολιτικές για το Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Αν ενεργοποιηθεί, αυτή η πολιτική σάς επιτρέπει να ορίσετε μια τιμή για τον ελάχιστο αριθμό λεπτών μεταξύ των ελέγχων αυτόματης ενημέρωσης. Διαφορετικά, από προεπιλογή, η αυτόματη ενημέρωση θα ελέγχει για ενημερώσεις κάθε 10 ώρες.

  Αν θέλετε να απενεργοποιήσετε όλους τους ελέγχους αυτόματης ενημέρωσης, ορίστε την τιμή σε 0 (δεν προτείνεται).</string>
      <string id="Explain_DownloadPreference">Αν ενεργοποιηθεί, ο διακομιστής του Microsoft Edge Update θα επιχειρεί να παρέχει διευθύνσεις URL που αποθηκεύονται εύκολα στη μνήμη cache για την ενημέρωση των ωφέλιμων φορτίων στις αποκρίσεις του.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Αν ενεργοποιήσετε αυτή την πολιτική, οι έλεγχοι ενημέρωσης απενεργοποιούνται κάθε μέρα, από τις Hour:Minute για μια περίοδο Duration (σε λεπτά). Η διάρκεια δεν επηρεάζεται από τη θερινή ώρα. Για παράδειγμα, αν η ώρα έναρξης είναι 22:00 και η διάρκεια είναι 480 λεπτά, οι ενημερώσεις θα απενεργοποιούνται για ακριβώς 8 ώρες, ανεξάρτητα από το αν η θερινή ώρα αρχίζει ή τελειώνει κατά τη διάρκεια αυτής της περιόδου.

  Αν απενεργοποιήσετε αυτή την πολιτική ή αν δεν ρυθμίσετε τις παραμέτρους της, οι έλεγχοι ενημέρωσης δεν απενεργοποιούνται κατά τη διάρκεια κάποιας συγκεκριμένης περιόδου.</string>
      <string id="Explain_ProxyMode">Σας επιτρέπει να καθορίσετε τις ρυθμίσεις διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να ορίσετε μία από τις παρακάτω επιλογές για τον διακομιστή μεσολάβησης:
   - Αν επιλέξετε να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης και να πραγματοποιείται πάντα απευθείας σύνδεση, όλες οι υπόλοιπες επιλογές θα παραβλέπονται:
   - Αν επιλέξετε να χρησιμοποιήσετε τις ρυθμίσεις διακομιστή μεσολάβησης του συστήματος ή τη λειτουργία αυτόματου εντοπισμού του διακομιστή μεσολάβησης, όλες οι υπόλοιπες επιλογές θα παραβλέπονται:
   - Αν επιλέξετε τη λειτουργία σταθερού διακομιστή μεσολάβησης, μπορείτε να καθορίσετε και άλλες επιλογές στην ενότητα "Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης".
   - Αν επιλέξετε να χρησιμοποιήσετε μια δέσμη ενεργειών .pac για τον διακομιστή μεσολάβησης, θα πρέπει να καθορίσετε τη διεύθυνση URL για τη δέσμη ενεργειών στην ενότητα "Διεύθυνση URL αρχείου .pac διακομιστή μεσολάβησης".

  Αν ενεργοποιήσετε αυτή την πολιτική, οι χρήστες στον οργανισμό σας δεν θα μπορούν να αλλάξουν τις ρυθμίσεις διακομιστή μεσολάβησης στο Microsoft Edge Update.

  Αν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, δεν θα διαμορφωθούν ρυθμίσεις διακομιστή μεσολάβησης, αλλά οι χρήστες στον οργανισμό σας θα μπορούν να επιλέξουν τις δικές τους ρυθμίσεις διακομιστή μεσολάβησης για το Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Σας επιτρέπει να καθορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να ορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update στον οργανισμό σας.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει μια ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Explain_ProxyPacUrl">Σας επιτρέπει να καθορίσετε μια διεύθυνση URL για ένα αρχείο αυτόματης ρύθμισης παραμέτρων (PAC) διακομιστή μεσολάβησης.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να καθορίσετε μια διεύθυνση URL για ένα αρχείο PAC προκειμένου να αυτοματοποιήσετε τον τρόπο με τον οποίο το Microsoft Edge Update επιλέγει τον κατάλληλο διακομιστή μεσολάβησης για την ανάκτηση μιας συγκεκριμένης τοποθεσίας web.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε καθορίσει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Explain_Applications">Για την υποστήριξη των εφαρμογών Edge που θα κυκλοφορήσουν στο μέλλον, θα απαιτείται ενημερωμένο πρότυπο ADMX/ADML.</string>
      <string id="Explain_DefaultAllowInstallation">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια όπου επιτρέπεται ή αποκλείεται η εγκατάσταση του προγράμματος περιήγησης Microsoft Edge από το Microsoft Edge Update.

  Μπορεί να αντικατασταθεί για μεμονωμένα κανάλια, με τον καθορισμό της πολιτικής "Να επιτρέπεται η εγκατάσταση" για τα συγκεκριμένα κανάλια. Αν απενεργοποιήσετε αυτή την πολιτική, η εγκατάσταση του Microsoft Edge αποκλείεται μέσω του Microsoft Edge Update.

  Επηρεάζει την εγκατάσταση του λογισμικού Microsoft Edge μόνο όταν οι χρήστες εκτελούν το Microsoft Edge Update και μόνο όταν δεν έχουν ρυθμίσει τις παραμέτρους της πολιτικής "Να επιτρέπεται η εγκατάσταση".

  Αυτή η πολιτική δεν εμποδίζει την εκτέλεση του Microsoft Edge Update και δεν εμποδίζει τους χρήστες να εγκαταστήσουν το λογισμικό Microsoft Edge με άλλες μεθόδους.</string>
      <string id="Explain_DefaultUpdatePolicy">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια σε ό,τι αφορά τον τρόπο με τον οποίο το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις για το Microsoft Edge. Μπορεί να αντικατασταθεί για μεμονωμένα κανάλια, με τον καθορισμό της πολιτικής "Παράκαμψη πολιτικής ενημερώσεων" για τα συγκεκριμένα κανάλια.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη.
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Παράκαμψη πολιτικής ενημερώσεων".</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Καθορίζει αν θα είναι δυνατή η εγκατάσταση ενός καναλιού Microsoft Edge με χρήση του Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες δεν θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η δυνατότητα των χρηστών να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update θα καθορίζεται από τη ρύθμιση παραμέτρων της πολιτικής "Να επιτρέπεται η εγκατάσταση από προεπιλογή".</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Καθορίζει τον τρόπο με τον οποίο το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις από το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge σύμφωνα με τις ρυθμίσεις παραμέτρων που έχετε ορίσει για τις ακόλουθες επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από περιοδικό έλεγχο για ενημερώσεις είτε από μη αυτόματο έλεγχο για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον έχουν εντοπιστεί από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν διαθέτουν όλες οι εφαρμογές περιβάλλον εργασίας για αυτή την επιλογή.)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update θα χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Καθορίζει την έκδοση στην οποία πρέπει να ενημερωθεί το Microsoft Edge.

  Όταν είναι ενεργοποιημένη αυτή η πολιτική, η εφαρμογή θα ενημερώνεται στην έκδοση με πρόθημα αυτή την τιμή πολιτικής.

  Για παράδειγμα:
  1) Χωρίς ρύθμιση παραμέτρων: η εφαρμογή θα ενημερωθεί στην πιο πρόσφατη διαθέσιμη έκδοση.
  2) Η τιμή της πολιτικής είναι "55.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55 (π.χ. 55.24.34 ή 55.60.2).
  3) Η τιμή της πολιτικής είναι "55.2.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55.2 (π.χ. 55.2.34 ή 55.2.2).
  4) Η τιμή της πολιτικής είναι "55.24.34": η εφαρμογή θα ενημερωθεί μόνο σε αυτήν τη συγκεκριμένη έκδοση.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Καθορίζει ότι το Microsoft Edge Update πρέπει να κάνει επαναφορά των εγκαταστάσεων που έχουν γίνει με την πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" στην έκδοση που υποδεικνύει η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αυτή η ρύθμιση πολιτικής δεν έχει καμία επίπτωση, παρά μόνο αν έχει οριστεί η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή αν την απενεργοποιήσετε, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα παραμείνουν ως έχουν.

  Αν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα υποβαθμιστούν στη νεότερη διαθέσιμη έκδοση που αντιστοιχεί στην έκδοση προορισμού.

  "Παράκαμψη προθήματος έκδοσης προορισμού" Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Καθορίζει αν θα είναι δυνατή η εγκατάσταση ενός καναλιού Microsoft Edge με χρήση του Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες δεν θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η δυνατότητα των χρηστών να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update θα καθορίζεται από τη ρύθμιση παραμέτρων της πολιτικής "Να επιτρέπεται η εγκατάσταση από προεπιλογή".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Καθορίζει τον τρόπο με τον οποίο το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις από το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge σύμφωνα με τις ρυθμίσεις παραμέτρων που έχετε ορίσει για τις ακόλουθες επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από περιοδικό έλεγχο για ενημερώσεις είτε από μη αυτόματο έλεγχο για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον έχουν εντοπιστεί από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν διαθέτουν όλες οι εφαρμογές περιβάλλον εργασίας για αυτή την επιλογή.)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update θα χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Καθορίζει την έκδοση στην οποία πρέπει να ενημερωθεί το Microsoft Edge.

  Όταν είναι ενεργοποιημένη αυτή η πολιτική, η εφαρμογή θα ενημερώνεται στην έκδοση με πρόθημα αυτή την τιμή πολιτικής.

  Για παράδειγμα:
  1) Χωρίς ρύθμιση παραμέτρων: η εφαρμογή θα ενημερωθεί στην πιο πρόσφατη διαθέσιμη έκδοση.
  2) Η τιμή της πολιτικής είναι "55.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55 (π.χ. 55.24.34 ή 55.60.2).
  3) Η τιμή της πολιτικής είναι "55.2.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55.2 (π.χ. 55.2.34 ή 55.2.2).
  4) Η τιμή της πολιτικής είναι "55.24.34": η εφαρμογή θα ενημερωθεί μόνο σε αυτήν τη συγκεκριμένη έκδοση.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Καθορίζει ότι το Microsoft Edge Update πρέπει να κάνει επαναφορά των εγκαταστάσεων που έχουν γίνει με την πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" στην έκδοση που υποδεικνύει η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αυτή η ρύθμιση πολιτικής δεν έχει καμία επίπτωση, παρά μόνο αν έχει οριστεί η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή αν την απενεργοποιήσετε, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα παραμείνουν ως έχουν.

  Αν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα υποβαθμιστούν στη νεότερη διαθέσιμη έκδοση που αντιστοιχεί στην έκδοση προορισμού.

  "Παράκαμψη προθήματος έκδοσης προορισμού" Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Καθορίζει αν θα είναι δυνατή η εγκατάσταση ενός καναλιού Microsoft Edge με χρήση του Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες δεν θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η δυνατότητα των χρηστών να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update θα καθορίζεται από τη ρύθμιση παραμέτρων της πολιτικής "Να επιτρέπεται η εγκατάσταση από προεπιλογή".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Καθορίζει τον τρόπο με τον οποίο το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις από το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge σύμφωνα με τις ρυθμίσεις παραμέτρων που έχετε ορίσει για τις ακόλουθες επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από περιοδικό έλεγχο για ενημερώσεις είτε από μη αυτόματο έλεγχο για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον έχουν εντοπιστεί από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν διαθέτουν όλες οι εφαρμογές περιβάλλον εργασίας για αυτή την επιλογή.)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update θα χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Καθορίζει την έκδοση στην οποία πρέπει να ενημερωθεί το Microsoft Edge.

  Όταν είναι ενεργοποιημένη αυτή η πολιτική, η εφαρμογή θα ενημερώνεται στην έκδοση με πρόθημα αυτή την τιμή πολιτικής.

  Για παράδειγμα:
  1) Χωρίς ρύθμιση παραμέτρων: η εφαρμογή θα ενημερωθεί στην πιο πρόσφατη διαθέσιμη έκδοση.
  2) Η τιμή της πολιτικής είναι "55.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55 (π.χ. 55.24.34 ή 55.60.2).
  3) Η τιμή της πολιτικής είναι "55.2.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55.2 (π.χ. 55.2.34 ή 55.2.2).
  4) Η τιμή της πολιτικής είναι "55.24.34": η εφαρμογή θα ενημερωθεί μόνο σε αυτήν τη συγκεκριμένη έκδοση.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Καθορίζει ότι το Microsoft Edge Update πρέπει να κάνει επαναφορά των εγκαταστάσεων που έχουν γίνει με την πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" στην έκδοση που υποδεικνύει η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αυτή η ρύθμιση πολιτικής δεν έχει καμία επίπτωση, παρά μόνο αν έχει οριστεί η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή αν την απενεργοποιήσετε, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα παραμείνουν ως έχουν.

  Αν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα υποβαθμιστούν στη νεότερη διαθέσιμη έκδοση που αντιστοιχεί στην έκδοση προορισμού.

  "Παράκαμψη προθήματος έκδοσης προορισμού" Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Καθορίζει αν θα είναι δυνατή η εγκατάσταση ενός καναλιού Microsoft Edge με χρήση του Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, οι χρήστες δεν θα μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update.

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η δυνατότητα των χρηστών να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge μέσω του Microsoft Edge Update θα καθορίζεται από τη ρύθμιση παραμέτρων της πολιτικής "Να επιτρέπεται η εγκατάσταση από προεπιλογή".</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Καθορίζει τον τρόπο με τον οποίο το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις από το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge σύμφωνα με τις ρυθμίσεις παραμέτρων που έχετε ορίσει για τις ακόλουθες επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από περιοδικό έλεγχο για ενημερώσεις είτε από μη αυτόματο έλεγχο για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον έχουν εντοπιστεί από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν διαθέτουν όλες οι εφαρμογές περιβάλλον εργασίας για αυτή την επιλογή.)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update θα χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Καθορίζει την έκδοση στην οποία πρέπει να ενημερωθεί το Microsoft Edge.

  Όταν είναι ενεργοποιημένη αυτή η πολιτική, η εφαρμογή θα ενημερώνεται στην έκδοση με πρόθημα αυτή την τιμή πολιτικής.

  Για παράδειγμα:
  1) Χωρίς ρύθμιση παραμέτρων: η εφαρμογή θα ενημερωθεί στην πιο πρόσφατη διαθέσιμη έκδοση.
  2) Η τιμή της πολιτικής είναι "55.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55 (π.χ. 55.24.34 ή 55.60.2).
  3) Η τιμή της πολιτικής είναι "55.2.": η εφαρμογή θα ενημερωθεί σε οποιαδήποτε δευτερεύουσα έκδοση της 55.2 (π.χ. 55.2.34 ή 55.2.2).
  4) Η τιμή της πολιτικής είναι "55.24.34": η εφαρμογή θα ενημερωθεί μόνο σε αυτήν τη συγκεκριμένη έκδοση.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Καθορίζει ότι το Microsoft Edge Update πρέπει να κάνει επαναφορά των εγκαταστάσεων που έχουν γίνει με την πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" στην έκδοση που υποδεικνύει η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αυτή η ρύθμιση πολιτικής δεν έχει καμία επίπτωση, παρά μόνο αν έχει οριστεί η πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού".

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή αν την απενεργοποιήσετε, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα παραμείνουν ως έχουν.

  Αν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις εκδόσεων νεότερων από αυτήν που ορίζεται στην πολιτική "Παράκαμψη προθήματος έκδοσης προορισμού" θα υποβαθμιστούν στη νεότερη διαθέσιμη έκδοση που αντιστοιχεί στην έκδοση προορισμού.

  "Παράκαμψη προθήματος έκδοσης προορισμού" Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Λεπτά μεταξύ ελέγχων για ενημερώσεις</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ώρα</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Λεπτό</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Διάρκεια</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Τύπος διεύθυνσης URL λήψης για αίτηση</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Πρόθημα έκδοσης προορισμού</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />

    </presentationTable>
  </resources>
</policyDefinitionResources>